[
    {
        "from": "anonymous",
        "to": ["Ryonne"],
        "title": "small galaxy isn't it",
        "body": "Funny running into you in a place like this.  Anyways about that gig we talked about- the guy your looking for is named Astor Drazka. I dont know too much about the guy except for the description that was given to me-seems like hes a pretty experienced cat. I wouldn't wanna get on his bad side. Rugged individual by the sound of it, career intelligence for the court in Drinax.  No clue as to what he was doing out here or why he's missing, but thats not what we get paid for is it? Guys got a cybernetic arm too. Shouldn't be too hard to search the guy out. Last we heard he was piloting some customed out Scout Type-R, designate the Dragon's Fang. Pretty cool name.  Anyways best of luck. I had a courier deliver the encoded signet ring to help make the rendezvous a little smoother.  Happy hunting! I'll beat your ass in cards next time I see ya though."
    },
    {
        "from": "GeDeCO Refit/Refuel, Byrni",
        "to": ["Chadowski],
        "title": "Last Vegas",
        "body": "Good morning Captain Chadowski, I hope your doing well.  We've taken most of your personal comments into account regarding the ongoing repairs to your vessel. We sent out a bulletin to the crews working on your ship outlining your various concerns. We will do the best we can to ensure that we get her ship shape without any lasting scars.  GeDeCo values the business of its customers and indepndent contractors alike. Current work orders with the dry dock and demand for labor put her return to work date for approximately 22 days from now.  As with all GeDeCo services we would like to hear back from you. Log in and give us a rating on our customer service board via the local net.  -Carlyle Robins  GeDeCo Chief Inspector  #42658900"
    },
    {
        "from": "Josephus A. Miller",
        "to": ["8A73B5", "a"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Mike",
        "to": ["admin"],
        "title": "wtf are you kidding me?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
