[
    {
        "from": "GeDeCo Import/Export QM",
        "to": ["Chadowski"],
        "title": "Assignment Information",
        "body": "Pleasure meeting you boys. Sorry the paperwork shakedown wasn't as smooth as you'd hoped, but you boys seem like the type that can handle a little grit.  I'm not going to lie to you, you guys are doing me a favor both professionally and personally. Your target to locate is the ship 'Byrni's Bounty' and her crew. The ship itself is a Far Trader. Shes been in service for years, got a few tune ups that have kept her flying on more than one occassion. Can't imagine she would go down easily.  Sandol is the captain you're looking for.  I can't remember the rest off the top of my head, but I can have my secretary send you the ships departure log later.  They're good folks but its not like them to be overdue.  -Texas Harrison  GeDeCo Quartermaster #18009"
    },
    {
        "from": "anonymous",
        "to": ["Ryonne"],
        "title": "small galaxy isn't it",
        "body": "Funny running into you in a place like this.  Anyways about that gig we talked about- the guy your looking for is named Astor Drazka. I dont know too much about the guy except for the description that was given to me-seems like hes a pretty experienced cat. I wouldn't wanna get on his bad side. Rugged individual by the sound of it, career intelligence for the court in Drinax.  No clue as to what he was doing out here or why he's missing, but thats not what we get paid for is it? Guys got a cybernetic arm too. Shouldn't be too hard to search the guy out. Last we heard he was piloting some customed out Scout Type-R, designate the Dragon's Fang. Pretty cool name.  Anyways best of luck. I had a courier deliver the encoded signet ring to help make the rendezvous a little smoother.  Happy hunting! I'll beat your ass in cards next time I see ya though."
    },
    {
        "from": "The Girls",
        "to": ["Sabine"],
        "title": "XOXO",
        "body": "Hey there big guy, you were funny last night. Make sure you and the boys come visit us again real soon, k? And Dot too, that hologram doesn't get that kind of attention very often. She misses you!  -XOXO  Heaven, Epihphany, Petrichor, and Rime"
    },
    {
        "from": "Tormolf",
        "to": ["Ryonne"],
        "title": "Thank you for your business",
        "body": "It is always a pleasure to do business with tech savvy individuals such as yourself.  If you see us again, here or in another port, we are always open for trade!  If you need any more surveillance equipment fine-tuned let me know! I take great pride in my work, and I'm ALWAYS interested in what crazy things one can discover.  Use the code 'Knowledge is P0wer' for 10% off your next purchase!"
    },
    {
        "from": "Gerald Forswith",
        "to": ["Ryonne"],
        "title": "Thanks again",
        "body": "Hey I just wanted to say thank you for what you guys did earlier. I know it's not exactly charity, but I'll take any chance to get my life back that doesn't get me killed or thrown in jail, and 10KCr isn't somehting to balk at.  Don't hesitate to call me if you need something.  -Gerald"
    },
    {
        "from": "PORT AUTHORITY EMERGENCY BROADCAST",
        "to": ["Ryonne", "Chadowski", "Hitchcock", "Dirre", "Sabine","Mishap", "Traveller"],
        "title": "EMERGENCY GROUNDING",
        "body": "DUE TO AN EMERGENCY DEVELOPING AT PORT MAIN DOCK A3 ALL INCOMING AND OUTGOING TRAVEL IS SUSPENDED PENDING INVESTIGATION.  FURTHER DETAILS WILL BE RELEASED AS NECESSARY"
    },
    {
        "from": "GeDeCO Refit/Refuel, Byrni",
        "to": ["Chadowski"],
        "title": "Last Vegas",
        "body": "Good evening Captain Chadowski, I hope you're doing well.  We've taken most of your personal comments into account regarding the ongoing repairs to your vessel. We sent out a bulletin to the crews working on your ship outlining your various concerns. We will do the best we can to ensure that we get her ship shape without any lasting scars.  GeDeCo values the business of its customers and indepndent contractors alike. Current work orders with the dry dock and demand for labor put her return to work date for approximately 22 days from now.  As with all GeDeCo services we would like to hear back from you. Log in and give us a rating on our customer service board via the local net.  -Carlyle Robins  GeDeCo Chief Inspector  #42658900"
    }
]
